module.exports = {
    Weather: {
        NEED_LOCATION: 'Необходимо указать корректное местоположение',
        LOCATION: 'Местоположение',
        TEMP: 'Температура',
        DESC: 'Подробности',
        HUMI: 'Влажность',
        WIND: 'Ветер',
        CLOUD: 'Облачность',
        DESCRIPTION: 'Возвращает погоду по заданному метоположению',
        NOT_FOUND: 'Местоположение не найдено',
        SPEED: 'м/с'
    },
    Wiki: {
        NO_INFO: 'Извините, я не нашел информацию в википедии об этом',
        CONTINUE_READING : 'Далее',
        SEARCHING: 'Поиск в векипедии...',
        RANDOM_PAGE: 'Запрос пуст, поиск случайной станицы в википедии',
        DESCRIPTION: 'Введите запрос для поиска в википедии или отправте ?? чтобы получить случайную страницу'
    },
    Google_image: {
        NEED_QUERY: 'Необходимо указать запрос для поиска картинки',
        DESCRIPTION: 'Возвращает картинку по запросу'
    },
    TikTok: {
        DESCRIPTION: 'Магическим образом по ссылки из чата отправляет видео',
        UPLOAD_WAIT: 'Ожидание обработки видео...',
        NEED_URL: 'Необходимо указать ссылку'
    }
}