module.exports = {
    Weather: {
        NEED_LOCATION: 'Необходимо указать корректное местоположение',
        LOCATION: 'Местоположение',
        TEMP: 'Температура',
        DESC: 'Подробности',
        HUMI: 'Влажность',
        WIND: 'Ветер',
        CLOUD: 'Облачность',
        WEATHER_DESC: 'Возвращает погоду по заданному метоположению',
        NOT_FOUND: 'Местоположение не найдено',
        SPEED: 'м/с'
    },
    Wiki: {
        WIKI_DESC: 'Введите запрос для поиска в википедии или отправте ?? чтобы получить случайную страницу'
    },
    Google_image:{
        NEED_QUERY: 'Необходимо указать запрос для поиска картинки',
        GIMAGE_DESC: 'Возвращает картинку по запросу'
    },
    TikTok:{
        TIKTOK_DESC: 'Магическим образом по ссылки из чата отправляет видео',
        UPLOAD_WAIT: 'Ожидание обработки видео...'
    }
}